[
  {
    "title_zh": "基于3D建筑足迹和时空数据的全球建筑一体化光伏电站潜力估算",
    "title_en": "Global estimation of building-integrated facade and rooftop photovoltaic potential by integrating 3D building footprint and spatio-temporal datasets",
    "description": "我们通过整合3D建筑足迹模型与气象数据，提出了一种评估建筑一体化光伏(BIPV)潜力的整体方法，发现全球120个城市中建筑立面光伏潜力巨大，平均可达屋顶潜力的68.2%，这证明了立面光伏在城市可持续能源系统中的战略重要性。",
    "description_en": "By integrating 3D building footprint models with meteorological data, we proposed a holistic approach to assess building-integrated photovoltaic (BIPV) potential, finding significant facade BIPV potential in 120 global cities, averaging 68.2% of rooftop potential, which demonstrates the strategic importance of facade PV in urban sustainable energy systems, thus requiring policy promotion for its application.",
    "imgpath": "images/research/bipv_estimation.jpg",
    "src": "https://doi.org/10.1016/j.ynexs.2025.100060",
    "keywords": ["数字孪生", "光伏" ,"城市环境"]
  },
  {
    "title_zh": "高速公路收费折扣政策与路网扩建对碳排放的影响",
    "title_en": "Carbon Emission Implications of Toll Discount Policies and Network Expansions in Highway",
    "description": "我们通过分析长期电子收费(ETC)数据，发现收费折扣政策和路网扩建能显著影响高速公路碳排放，其中货运交通向高速公路的转移可有效降低整个交通系统的排放，因此建议推行相关政策以促进减排。",
    "description_en": "By analyzing long-term electronic toll collection (ETC) data, we found that toll discount policies and network expansions significantly impact highway carbon emissions, with freight traffic diversion to highways effectively reducing overall transport system emissions, thus suggesting the implementation of related policies to promote emission reduction.",
    "imgpath": "images/research/highway_carbon_emissions.png",
    "src": "https://doi.org/10.1016/j.trd.2025.104758",
    "keywords": ["碳排放",  "高速公路"]
  },
  {
    "title_zh": "基于轨迹数据和代理建模的电动出租车队V2G系统潜力和灵活性分析",
    "title_en": "Potential and flexibility analysis of electric taxi fleets V2G system based on trajectory data and agent-based modeling",
    "description": "我们研究了电动出租车的车辆到电网 (V2G) 潜力，开发了一个分析充电和能源使用的框架。我们的模型应用于深圳的19900辆出租车，显示出显著的峰值电力供应和快速恢复能力，促进了高效的能源管理。",
    "description_en": "We studied the Vehicle-to-Grid (V2G) potential of electric taxis, developing a framework to analyze charging and energy use. Our model, applied to 19,900 taxis in Shenzhen, shows significant peak power supply and quick recovery, promoting efficient energy management.",
    "imgpath": "images/research/v2g.png",
    "src": "https://www.sciencedirect.com/science/article/pii/S0306261923016872",
    "keywords": ["交通能源", "电动汽车"]
  },
  {
    "title_zh": "电动汽车行为建模：基于长期充用电模式和经验轨迹数据的洞察",
    "title_en": "Modeling electric vehicle behavior: Insights from long-term charging and energy consumption patterns through empirical trajectory data",
    "description": "我们通过长期经验数据分析和对不同类型电动汽车充电行为的分类，研究了电动汽车在空间和时间维度上的常规充电模式和潜在需求。",
    "description_en": "We studied the regular charging patterns and potential demand of electric vehicles in spatial and temporal dimensions through long-term empirical data analysis and classification of charging behaviors of different types of electric vehicles.",
    "imgpath": "images/research/EVmodeling.jpg",
    "src": "https://www.sciencedirect.com/science/article/pii/S0306261924024504",
    "keywords": ["交通能源", "电动汽车"]
  },
  {
    "title_zh": "出租车共享系统中的GPS数据：基于路径概率模型的潜在需求分析与油耗评估",
    "title_en": "GPS data in taxi-sharing system: Analysis of potential demand and assessment of fuel consumption based on routing probability model",
    "description": "我们开发了一个出租车共享系统，使用基于概率的匹配算法来组合行程，旨在减少燃料消耗。通过测试不同的策略，我们发现它可以减少空闲时间，但可能会增加繁忙城市地区点的交通量。",
    "description_en": "We developed a taxi-sharing system using probability-based matching algorithms to combine trips, aiming to reduce fuel consumption. Testing different strategies, we found it could decrease idle time but potentially increase traffic in busy urban spots.",
    "imgpath": "images/research/taxisharing.png",
    "src": "https://www.sciencedirect.com/science/article/pii/S0306261922003452",
    "keywords": ["交通能源", "共享交通"]
  },
  {
    "title_zh": "AdvMOB：基于城市数字孪生技术的广告牌广告曝光分析交互式可视分析系统",
    "title_en": "AdvMOB: Interactive visual analytic system of billboard advertising exposure analysis based on urban digital twin technique",
    "description": "我们开发了 AdvMOB，一个交互式视觉分析系统，用于评估城市环境中广告牌广告的曝光度。它整合了个人信息和轨迹数据，以准确衡量单个广告牌的影响，通过直观的界面提供全面的曝光评估和比较。该系统有潜力通过提供细致的见解和全面的支持来显著改进广告牌广告的设计。",
    "description_en": "We developed AdvMOB, an interactive visual analytics system to assess billboard advertising exposure in urban environments. It integrates personal information and trajectory data to accurately measure the impact of individual billboards, providing comprehensive evaluation and comparison of exposure through an intuitive interface. This system has the potential to significantly improve the design of billboard advertisements by delivering nuanced insights and comprehensive support.",
    "imgpath": "images/research/advmob.png",
    "src": "https://www.sciencedirect.com/science/article/pii/S1474034624004774",
    "keywords": ["城市环境", "数字孪生"]
  },
  {
    "title_zh": "基于GIS和图神经网络的城市尺度燃气爆炸实时预测",
    "title_en": "Real-time gas explosion prediction at urban scale by GIS and graph neural network",
    "description": "我们开发了一种集成的GIS和图神经网络方法，以准确预测城市地区气体爆炸的后果，比CFD方法提高了1000倍的速度。我们的模型R2为0.946，MSE为5.36E-4，增强了能源转型期间的城市弹性规划。",
    "description_en": "We developed an integrated GIS and graph neural network approach to accurately predict the consequences of gas explosions in urban areas, offering a 1000-fold speed improvement over CFD methods. Our model, with an R2 of 0.946 and MSE of 5.36E-4, enhances urban resilience planning during energy transitions.",
    "imgpath": "images/research/explode.jpg",
    "src": "https://www.sciencedirect.com/science/article/pii/S0306261924019974",
    "keywords": ["城市环境", "灾害韧性"]
  },
  {
    "title_zh": "城市共享单车中的GPS数据：动态电子围栏规划及其资源节约与潜在能耗增加评估",
    "title_en": "GPS data in urban bicycle-sharing: Dynamic electric fence planning with assessment of resource-saving and potential energy consumption increasement",
    "description": "我们使用基于智能体的模型来模拟出行，并比较静态与动态电子围栏的有效性。结果表明，动态围栏减少了步行距离，增强了市中心的停车秩序，并提高了资源效率，节省了25.31%的自行车资源。此外，与静态围栏相比，动态围栏每天减少了5.79%的能源消耗。",
    "description_en": "We use an agent-based model to simulate trips and compare the effectiveness of static versus dynamic electric fences. Results indicate that dynamic fences reduce walking distances, enhance parking order in city centers, and improve resource efficiency, saving 25.31% in bicycle resources. Additionally, dynamic fences decrease energy consumption by 5.79% daily compared to static fences.",
    "imgpath": "images/research/bikesharing.png",
    "src": "https://www.sciencedirect.com/science/article/pii/S0306261922008509",
    "keywords": ["共享交通"]
  },
  {
    "title_zh": "提升共享微出行系统碳效率：一种基于智能体的车队规模与布局评估方法",
    "title_en": "Enhancing carbon efficiency in shared micro-mobility systems: An agent-based fleet size and layout assessment approach",
    "description": "我们创建了一个模型来评估共享单车规模的碳效益，发现在100平方公里的区域内，一支由4500-7500辆自行车组成的车队每周可以减少10,000-11,000公斤的二氧化碳排放，为可持续的SMMS规划提供指导。",
    "description_en": "We created a model to evaluate carbon benefits of shared bike scales, finding that a fleet of 4500–7500 bikes in a 100 km2 area can reduce weekly CO2 emissions by 10,000–11,000 kg, guiding sustainable SMMS planning.",
    "imgpath": "images/research/bsjclp.png",
    "src": "https://www.sciencedirect.com/science/article/pii/S0959652624006565",
    "keywords": ["共享交通","碳排放"]
  }
]