const n=`---
title: "课题获中国博士后科学基金第76批面上资助"
date: "2024-11-14"
tags:
  - "基金"
  - "电动汽车"
  - "充电站"
brief: "《基于多源时空数据的城市充电基础设施系统韧性时空特征及演变机制研究》获中国博士后科学基金第76批面上资助"
show: true
---

# 课题获中国博士后科学基金第76批面上资助

## 课题名称

基于多源时空数据的城市充电基础设施系统韧性时空特征及演变机制研究

## 简介

本项目聚焦我国新能源汽车产业高质量发展的重大战略问题，以多源时空数据为驱动，深入研究大城市充电基础设施网络韧性，借助高分辨率的人流移动与电动汽车轨迹数据，在较长的时间跨度内观测不同类型电动汽车的时空行为，能够在大数据环境下揭示电动汽车时空行为规律，进而反映复杂耦合情况下充电设施韧性的时空演变特征，揭示时空行为与城市环境互动对系统韧性的影响机制，为交通电气化背景下我国充电基础设施建设的政策制定提供科学参考和重要支撑。

![jijin](../posts/images/jijin.png)`;export{n as default};
