const n=`---
title: "讲座预告 | 建筑一体化光伏潜力的全球估算：基于三维建筑数据的研究"
date: "2024-11-13"
tags:
  - "讲座"
  - "光伏"
  - "建筑"
brief: "2024年12月16日于瑞典梅拉达伦大学"
show: true
---

# 讲座预告 

将在2024年12月16日访问瑞典梅拉达伦大学。讲座将涵盖我们的研究成果在建筑一体化光伏潜力全球估算方面的工作。

## 关于讲座

**主题**: 基于三维建筑数据的建筑一体化立面和屋顶光伏潜力全球估算

**摘要**: 本研究致力于在不同时间和空间尺度上估算建筑一体化光伏（BIPV）潜力，涵盖不同的地理气候和城市形态。我们提出了一种方法，利用三维建筑数据评估城市的BIPV潜力，并结合多种气象数据源，考虑动态阴影效应。该方法能够在多个层级（单体建筑、城市街区和全球城市）上评估立面和屋顶的光伏潜力。通过对120个典型城市的分析，我们强调了三维建筑形态、城市景观特征和地理位置在各个层面上测量BIPV潜力的重要性。此研究结果突显了将立面光伏应用整合到城市可持续能源系统中的战略价值。

## 会议信息

**时间**:

- 北京时间: (UTC+0800) 2024年12月16日 星期一 下午5:30 - 下午6:15
- 瑞典时间: (UTC+0100) 2024年12月16日 星期一 上午10:30 - 上午11:15

**线上**: [会议链接](https://teams.microsoft.com/l/meetup-join/19%3ameeting_OThmMWFiYjUtYTM2My00MTdkLWI1NDMtMDAwOWMwMTVhYWE3%40thread.v2/0?context=%7b%22Tid%22%3a%22a1795b64-dabd-4758-b988-b309292316cf%22%2c%22Oid%22%3a%2291ad31eb-3881-4797-9357-6febdfe0fecb%22%7d)

Meeting ID: 366 300 941 007

Passcode: u4Le6X

**线下**: 瑞典梅拉达伦大学


![pv2](../posts/images/pv2.png)
![pv3](../posts/images/pv3.png)
![pv1](../posts/images/pv1.png)`;export{n as default};
